Repository: mozilla-l10n/mt-training-data
Catalog: odk/odk_pontoon.tmx
Source language: en_us
Languages: odk

source: Loading sentences…
odk: جُملي لوڊ هُوي هِتي پلي۔۔۔۔۔

source: Localized
odk: مقامِي

source: Log In
odk: لاگ اِن

source: Login Identity
odk: لاگ اِن اُڙکاند

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
odk: چُونڊوڙي جُملي شامل ڪرڻي چي ڪاڻ لاگ اِن </loginLink> سائِين اَپ <loginLink> ڪرا

source: Log in or sign up to get started
odk: شروعات ڪرڻي چي ڪاڻ لاگ اِن يان بڙي سائِن اَپ ڪرا

source: Log In / Sign Up
odk: لاگ اِن﻿/ سائِين اَپ ڪرا

source: Log In / Sign Up with { $company } email
odk: اِي ميلِي سُون { $company } لاگ اِن ڪرا/ سائِين اَپ ڪرا

source: Log Out
odk: لاگ آئُوٽ ڪرا

source: Lojban
odk: لوجبانِي

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
odk: متنا چي ڪاڻ ڏيکا جِٺي ڪاپِي رائِيٽ اِمهين نہ هُوَي۔ مثال اڪثر ڪتابين جڪو 1920 کن اگ ڇپجلين هِلين۔

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
odk: لاگَي ڇَي تہ جي ٻولِي ۾ سُڻڻي ڪاڻ ڪو بِي ڪِلپس ڪونهِي۔ اِمهين اَمچِي مدد ڪرا قطار ڀرڻي ۾ ڪهِين رڪارڊ ڪتِي۔

source: Luganda
odk: لوگنڊائِي

source: Luxembourgish
odk: لڪسمبرگِي

source: Macedonian
odk: مقدونِي

source: Mada
odk: مَڊائِي

source: Maithili
odk: ميٿلِي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
odk: پڪ ڪرا تہ پليٽ فارم تمچي ٻولڻي کن پيهڻُون رڪارڊ ڪرَي ڇَي پلا، ائُون اوهچ تمهان نُون هيڪ چڪر رُگا ختم ڪرڻ کپَي۔

source: Make sure the sentence meets the following criteria:
odk: پڪ ڪرا تہ جُملا جھِڪلان معياران پر پُورا اُترَي ڇَي۔

source: Make sure they can be answered in just a couple of sentences
odk: اعتبار ڏِراوا تہ اِينهان چا جواب رُگَي هيڪي ڏُونه جُملان ۾ ڏي سِگھجَي ڇَي۔

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
odk: ڪهِين گُمنام ڊيموگرافڪ ڊيٽا مهيا ڪتِي آپڪِي جمع ڪروڙِي ڊيٽائِي نُون ڪوشش ڪتِي امِير ڪرا۔ اَمهِين سِگڙِيان ڊيموگرافڪ ڊيٽائِيان نُون عام ڪرڻي کن پيهڻُون اُونهان چِي اوڙکاند ڪرُون ڇَئُون۔

source: Malagasy
odk: مَلاگسِي

source: Malay
odk: مَلئِي

source: Malayalam
odk: مَليالمِي

source: Male/Masculine
odk: مرد/ مُذڪر

source: Maltese
odk: مالٽِي

source: Manage Email Subscriptions
odk: اِي ميل سبسڪرپشنِي نُون هُشِي ڏِيا

source: Manage Subscriptions
odk: سبسڪرپشنِي چا اِنتظام ڪرا

source: Manx
odk: مانوِي

source: Mapudungun
odk: ميپيُو دَنگن

source: Marathi
odk: مَراٺِي

source: <mark>Check</mark>
odk: <mark> چڪاس </mark>

source: <mark>Data</mark>
odk: <mark> ڊيٽا </mark>

source: <mark>Prompt</mark>
odk: <mark> پرامپٽ </mark>

source: <mark>Respond</mark>
odk: <mark> ورندِي ڏِيا </mark>

source: <mark>Transcribe</mark>
odk: <mark> نقل ڪرا </mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
odk: ڪامن وائِيس <mark> تحقِيقِي چي ڪاڻ </mark> <br/></mark> اِستعمال ڪرا ڇوا پلي؟<mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
odk: اَمهان نُون <mark> تمچِي </mark> مددِي چِي <br/><mark> ضرُورت ڇَي

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
odk: ميٽرڪس وڪندريقرت، ٻولڻي چالڻي چا اصل وقت، ائُون موزِيلا چي ترجِيحي باتا ڪرڻي هاڙي پليٽ فارما چي ڪاڻ هيڪ کُلوڙَي، هِلڪا ڦُلڪا تحفظ ڇَي۔

source: Maximum file size: 25 MB
odk: گھٽا گھٽ ۾ فائِيلِي چا سائِز MB 25 هُوَي

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
odk: </homepageLink> Homepage <homepageLink> هُو سِگھَي ڇَي امچِي سائِيٽِي چي، </matrixLink> برادرِي چيٽ Matrix <matrixLink> مدد ڪرهِي سوال پُوڇڻي ۾؟ مهربانِي ڪتِي شامل هُوا امچي ڊسڪورسا <discourseLink> يان بڙي </githubLink> جِي ٽِي هَب <githubLink> مسئلان چِي اڳواڻِي ڪرا </discourseLink> فورمزا پر جتِي۔

source: MB
odk: ايم بِي

source: Mbo
odk: مَبوئِي

source: Meadow Mari
odk: ميڊومارِي

source: Media and Entertainment
odk: مِيڊيا ائُون تفرِيح

source: Medumba
odk: ميڊمبائِي

source: Meetei Lon
odk: ميٽِي لونِي

source: Message
odk: نياپا

source: Michoacán Mazahua
odk: ميچُوڪين مازُوئا

source: Mingrelian
odk: مائِينگريلِيئَين

source: Minimum sentences in file: 1000
odk: گھٽا ۾ گھٽ فائِيلِي ۾ 1000 جُملي هُوِي

source: [Mismatched content]
odk: [غير برابرِي هاڙا مواد]

source: Misreadings
odk: غلط پڙهڻ

source: Missing an 's' at the end of a word.
odk: ڪو بِي لفظا پڇاڙِي ۾ ’S‘ غائِب ڇَي۔

source: Missing an <strong>'s'</strong> at the end of a word.
odk: ”ايس“ <strong> لفظا چي پڇاڙِي ۾ </strong> جڪو بِسرتِي جا۔

source: Missing 'A' or 'The' at the beginning of the recording.
odk: رڪارڊنگِي چِي شرُوعاتِي ۾ غائِب ’the‘ يان بڙي ’A‘

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
odk: ريڪارڊنگِي چي شرُوعا ۾ <strong> ”اي“ يان بڙي ”دَي“ <strong> بِسرتِي </strong> جا۔

source: Missing the end of the last word by cutting off the recording too quickly.
odk: آخرِي لفظا چِي پڇاڙِي بِسارڻ، ڪان جو رڪارڊنگ جلدِي روڪلِي گيلِي۔

source: Mixed
odk: ملوڙڙي

source: Mixteco Yucuhiti
odk: مڪسٽيڪو يوڪوهيٽِي

source: Mokpwe
odk: برُوشَسڪِي

source: Moksha
odk: موڪشائِي

source: Mongolian
odk: منگولِي

source: More
odk: بڌِيڪ

source: [More has been recorded than the required text]
odk: [جِترا متن کپي هِلا پلا، او کن بڌِيڪ رڪارڊ ڪلا گيلا ڇَي۔]

source: More languages coming soon
odk: بڌِيڪ ٻولِيا تُرت آوي هِتِيا چلِيا۔

source: Mossi
odk: موسسِي

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
odk: اَمهِين اُونهچ سمجھُون ڇَئُون تہ موٽِيان ڪمپنِيان چي پارُون اِستعمال ڪروڙِي ڊيٽائِي چِي اڪثرِيتِي ڪاڻ موجُود ڪونهِي۔ آوازا چِي اوڙکاندِي نُون کُلوڙَي ٺاهوَڻي چي ڪاڻ هيڪ ڪامن وائِيس جڪو جِدتِي نُون روڪَي ڇَي۔ تڪا چي ڪاڻ اَمهِين شرُوع ڪلَي ڇَي ائُون هر هيڪي چي ڪاڻ موجُود ڇَي۔

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
odk: اَمهِين سوچلَي ڇَي تہ موٽِيان ڪمپنِيان چي پارُون استعمال ڪروڙا ڊيٽا اڪثر ماڻسان چِي اڪثرِيتِي ڪاڻ موجُود ڇَي۔ آواز ٺاهوَڻي ۾ مددِي چي ڪاڻ هيڪ پروجيڪٽ، ڪامن وائِيس جڪو جِدتِي پر زور ناکَي ڇَي۔ تڪا چي ڪاڻ اَمهِين شرُوع ڪلَي ڇَي، پروجيڪٽ اوڙکاند هر هيڪي چي ڪاڻ کُلوڙا ڇَي۔

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
odk: خاص ڪتِي رڪارڊنگ اُونهان ماڻسان چِي ڇَي جڪو اُونهان چي قُدرتِي آوازا ۾ ٻولي هِتي پلي۔ ڪِڏ ڪِڏ تمهِين قبُول ڪر سِگھا ڇَوا بنا معيارِا هاڙِي رڪارڊنگ جڪا ۾ رڙ ڪلِي گيلِي ڇَي، سُس پُس ڪلِي گيلِي، يان بڙي واضح نمُوني سُون هيڪي ’ڊرامائِي‘ آواز ۾ پُجالِي گيلِي ڇَي۔ مهربانِي ڪتِي گائوڙِي رڪارڊنگِي نُون رد ڪرا ائُون ائُون ويهچ جڪو ڪمپيُوٽرا سُون ٺيهوڙي آوازاسُون اِستعمال هُوي هِتِيا۔

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
odk: موزِيلا ڪامن وائِيس مشِينِي نُون سِيکڻي ۾ مدد ڏيئڻي ڪاڻ هيڪ بِک ڇَي تہ اصل ماڻسين ڪِيُون ٻولين هِتين۔

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
odk: Mozilla Common Voice نُون سگڙِي دُنِيائي چي سرگرم ڪارڪنان، لِسانِياتي ماهرين، فائُونڊيشن Mozilla ڊيٽا سائنسنداننان، تعلِيمي چي ماهران ائُون سافٽ ويئر انجنئيران چي فرق فرق برادرِي چي طرفُون مڪمن ٺاهلَي گيلَي ڇَي۔ پروجيڪٽا چي طرفُون سنڀاللَي گيلَي ڇَي۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
odk: ڪامن وائِيس موزِيلا دُنِيائِي چا ڪُلان کن موٽا اوپن سورس ڊيٽاسيٽ اسٽيج ڇَي، اَمهِين سجي سمُوري عطيئي پر چالُون ڇئُون۔ ڊيٽاسيٽسا چِي ميزبانِي ڪرڻي ائُون 100+ ٻولِيان چا ڪمپيُوٽرا چي ڪاڻ پليٽ فارما نُون سُٺَي ٺاهوَڻي چي ڪاڻ اٽڪل هيڪ ملِيئن ڊالر سالا ۾ خرچ هُوَي ڇَي جڪو امچي ڪروڙي پر نِرڀر هُوي هِتي۔ جي تمهِين کُلوڙي، جامع ڊيٽائِي چا قدر ڪرا ڇَوا۔ <b>آج ئِي عطيا ڏِيا۔ </b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
odk: موزيلا چي اوپن سورسا چي آوازا جِي اوڙکاندِي هاڙِي انجڻِي چِي ڏُونگھِي تقرِي نُون اِستعمال ڪر <githubLink> سِگھَي ڇَي <discourseLink> تقرِيرِي چِي ايپلِيڪيشنِي نُون ٺاهوَڻي چي ڪاڻ ائُون ڏُونگھِي تقرِِيرِ <discourseLink> سِيکڻي شامل هُوا۔ </githubLink> امچا پڙها ائُون اَورويُو ڪيُون شرُوع ڪجَي۔

source: Mutual accountability.
odk: بِچڙوڙا احتساب

source: n
odk: اين

source: N
odk: اين

source: N/A
odk: این/ اي

source: Name
odk: نان

source: Names of your language
odk: تمچِيان ٻولِيان چين نالين

source: Native Language
odk: مادرِي ٻولِي

source: Nature and Environment
odk: فطرت ائُون ماحوليات

source: Need help deciding which to choose?
odk: ها فيصلا ڪرڻي ۾ مددِي چِي ضرُورت ڇَي تہ ڪِسي نُون چُونڊڻي ڇَي؟

source: Need help with the Sex or Gender changes?
odk: جِنس يان بڙي صنفِي مٽا سٽائِي ۾ مددِي چِي ضرُورت ڇَي؟

source: Need some help with accent?
odk: اُچارا ڀيڙَي ڪهِين مددِي چِي ضرُورت ڇَي؟

source: Need some help with variants?
odk: مختلف قسمان چي مددِي چِي ضرُورت ڇَي؟

source: Need to download your data?
odk: تمچِي ڊيٽائِي نُون ڊائُون لوڊ ڪرڻي چِي ضرُورت ڇَي؟

source: Nepali
odk: نيپالِي

source: New Language Launch
odk: نوِين ٻولِي چِي شرُوعات

source: News and Current Affairs
odk: خبرا ائُون حاضر واقعي

source: Next
odk: اگ ۾ چالا

source: Ngiembon
odk: نَگيمبونِي

source: Nias
odk: نياسِي

source: Nigerian Pidgin English
odk: نائِيجيرن پِڊجن انگريزِي

source: NKo
odk: نَڪو

source: No
odk: نہ

source: [No ‘a’ in the original text]
odk: [اصل متن ا۾ ’a‘ ڪونهِي ڇَي]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
odk: پابندِيا </noCopyright> ڪو بِي ڪاپِي ڪونهِي ڪروڙا ڇَي۔ <noCopyright>

source: No foreign letters
odk: ڏُوجي مُلڪا چَي خط نہ

source: No gravatar found for your email
odk: تمچِي اِي ميلِي چي ڪاڻ ڪو بِي گريوٽر ڪونهِي مِللا

source: No information
odk: معلُومات ڪونهِي

source: No information available
odk: ڪو بِي ڄاڻ موجُود ڪونهِي

source: No languages found
odk: ڪو بِي ٻولِي ڪونهِي لڀلِي

source: No microphone found.
odk: ڪو بِي مائِڪرو فون ڪونهِي مِللِي

source: Non-binary
odk: غير بائنرِي

source: No numbers and special characters
odk: نہ ئِي ڪو بِي انگ ائُون نہ ئِي خاص اکر

source: No offensive, prejudiced remarks or sensitive questions
odk: ڪو بِي سخت، تعصبِي هاڙي جملي يان حساس سوال ڪرڻ منع ڇَي

source: Northern Hindko
odk: اُترادِي هِندڪو

source: Northern Sotho
odk: اتر سوٿوئِي

source: Northwest Gbaya
odk: اُتر آنٿوڻي هاڙِي گبَيا

source: Norwegian Bokmål
odk: نارويئِي بوڪملِي

source: Norwegian Nynorsk
odk: نارويجِي نانورسڪِي

source: No sentences to review. <addLink>Add more sentences now!</addLink>
odk: جائزي چي ڪاڻ ڪو بِي جُملا ڪونهِي۔ <addLink>اِمهين بڌِيڪ جُملي شامل ڪرا!</addLink>

source: No soliciting personal information (e.g., names, financial details)
odk: ڪو بِي ذاتِي معلُومات گيهڻي چِي اجازت ڪونهِي (مثال: نان، مالِي معلُومات)

source: ⓘ Not all sentences and clips have Variant tags yet!
odk: ⓘ اِمهين تاڻِين گھڻا جُملان ائُون ڪِلپسان ۾ متغِير ٽيگ ڪونهِي ڇَي۔

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
odk: نوٽ جي سيٽنگِي نُون ”visible“ مُون مٽا سِگھجَي ڇَي، ها سيٽنگ <profileLink>پروفائِيلا هاڙي صُفحي<profileLink> مُون مٽا سِگھجَي ڇَي۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
odk: ٻولڻي يان بڙِ سُڻڻي چي بِچا مُون مدد نوٽ: تمهان نُون اڃا تاڻِين قسم مٽاوَڻي چي ڪاڻ چُونڊڻي چِي ضرُورت پڙهِي۔

source: Not Found
odk: نهِين لڀَي

source: No Thanks
odk: نہ مهربانِي

source: No thanks, continue speaking
odk: نہ مهربانِي، ٻولڻ جارِي راکا

source: Not use, or solicit, harmful or offensive language
odk: نُقصانا ۾ يان بڙي جاهيلاڻِي ٻولِي اِستعمال نہ ڪرا، يان بڙي درخواست نہ ڪرا۔

source: No variant selected
odk: ڪو بِي قسم نہ چُونڊلا گيلا

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
odk: اَمهين تہ تمهِين ڪامن وائِيسا چي باري ۾ ٿوڪڙَي بڌِيڪ جاڻا ڇَوا، ڪان نہ اونهُون آزماجَي؟ آوازا سُون جي اگر تمهِين ڏُوجان ماڻسان چِي آوازان چِي مددِي <br/> <br/> چا جائِزا گيهڻ چاهوا ڇَوا، تہ راندِي چي آئِيڪنا پر ڪِلڪ ڪرا۔ جُملان نُون پڙهڻي ڪاڻ مائڪروفون آئِيڪنا پر ڪِلڪ ڪرا۔ تمهان نُون تصدِيق ڪرڻي ۾ مدد مِلهِي، رڪارڊنگ اسڪرِينِي پر لِکوڙان جُملا سُون مِلَي ڇَي۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
odk: اِمهين تمهِين آپڪي آوازا چا عطِيا ڏي سِگھا ڇَوا اَمچِي مددِي چي ڪاڻ هيڪ اوپن سورس وائِيس ڊيٽابيس ٺاهوَڻي ۾ جڪو بِي اِستعمال ڪر سِگھَي۔ ڊوائِيسز ائُون ويبِي چي ڪاڻ نَوِيان ايپا ٺاهوَڻي ڪاڻ مشِينِي نُون سِيکڻي ۾ ائُون مدد ڏِيئڻي ڪاڻ هيڪ جُملا پڙها تہ اصل ماڻسين ڪِيُون ٻولين هِتين۔ ڏُوجان چي ڪاما چِي چڪاس ڪرا، اوهچ سادا ڇَي معيار سُٺا ٺاهوَڻي ڪاڻ ائُون مدد ڏِيڻي ڪاڻ۔

source: Nubi
odk: نُوبِي

source: Number of Voices
odk: آوازان چِا شُمار

source: Numbers
odk: انگ

source: Occitan
odk: آڪسيٽنِي

source: Odia
odk: اوڊِيائِي

source: Off
odk: بند

source: Offensive Content
odk: جارحانه مواد

source: Offensive content or sensitive information
odk: ناڪارا مواد يان بڙي حساس ڄاڻ

source: Offensive language
odk: بيعزتِي هاڙِي ٻولِي

source: Offensive speech
odk: بيعزتِي هاڙِي تقرِير

source: Offline Sources
odk: آف لائِين وسِيلي

source: On
odk: پر

source: On desktop devices you can contribute by downloading…
odk: تمهِين ڊيسڪ ٽاپ ڪمپيُوٽرا پر ڊائُون لوڊ ڪتِي مدد ڪر سِگھا ڇَوا

source: On his head he wore a beret.
odk: ايڻهين آپڪي ٺوڏا پر ٽوپلا پيهرلا هِلا۔

source: On iOS please continue with Safari to enable recording…
odk: iOS پر مهربانِي ڪتِي رڪارڊنگِي نُون فعال ڪرڻي چي ڪاڻ سفارِي سُون جارِي راکا

source: Only show me sentences and clips from my variant
odk: مُنُون رُگَي مانڇي ويرِينٽا چي جُملي ائُون ڪِلپ ڏِکاڻا۔

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
odk: ڏُوجي پاسُون، جي اگر تمهِين سوچا تہ پڙهڻي هاڙَي اگ ۾ ها لفظ ڪِڏ بِي پڙهڻي ۾ ڪونهِي آلا ڇَي، ائُون اُچارا پر اندازا هڻَي ڇَي پلا، مهربانِي ڪتِي رد ڪرا۔ جي تمهان نُون پڪ ڪونهِي تہ، اسڪپ بٽڻ اِستعمال ڪرا۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
odk: جي تمهان نُون لاگَي ڇَي تہ پڙهڻي هاڙَي اوهچ لفظ اگ ۾ ڪِڏ بِي ڪونهِي سُڻلا ڇَي، ائُون اوڇا غلط اُچار اٽڪلِي سُون ڪرَي ڇَي پلا، تہ پڇي مهربانِي ڪتِي ڪِلپس رد ڪرا۔ جي بڙي تمهان نُون پڪ نہ هُوَي تہ ”اسڪپ“ بٽڻ هڻا۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
odk: تحقِيقِي تعاون، ڊيٽا ڀيڙِي ڪرڻ يان بڙي انٽرويُوئا ڪاڻ </emailFragment> پُهچا، کُلوڙِي تازگِي اَمچِي دِلِي ۾ چَي۔

source: Optionally join on our email list for updates and new information about the project.
odk: اَمچِي اِي ميلِي هاڙِي لسٽِي پر تازا ڪارِي ائُون پروجيڪٽا بابت نَوِين معلُوماتِي چي ڪاڻ اِختيارِي هاڙي نمُوني سُون شامل هُوا۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
odk: اِختيارا هاڙي نمُوني سُون جمع ڪروڙا ڊيموگرافڪ ڊيٽا (مثال: عمر، جنس، ٻولِي ائُون اُچار) تمچي پروفائِيلا نُون ڪِڏ بِي عوامِي ڪونهِي ڪلَي جا، ائُون ڊيٽا سيٽا ۾ تمچي اڪائُونٽا سُون ڳنڍوڙِي ڪونهِي هُوَي۔ هر هيڪي آڊيو ڪِلپا نُون ڊيموگرافڪ ڊيٽائِي سُون بڌِيڪ صحِيح تجزيئي چي ڪاڻ ڳنڍلَي جاهِي۔ مثال: هيڪ ماڻس هُو سِگھَي ڇَي هيڪ خاص ڊيموگرافڪ حِصي ڏِسِين نشانا ٺاهوَڻ چاهوَي۔

source: Ormuri
odk: آرمُرِي

source: Ossetian
odk: اوسيٽينِي

source: Other
odk: ڏُوجي

source: Other Language
odk: ڏُوجِي ٻولِي

source: Other people validate those voice clips.
odk: ڏوجين ماڻسين اُونهان آوازان چي ڪلِپان چي تصدِيق ڪري هِتي۔

source: Other voice datasets…
odk: ڊيٽا سيٽسا ۾ ڏُوجي آواز۔۔۔۔۔

source: Other Voice Datasets
odk: ڏُوجي وائِيس ڊيٽا سيٽ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
odk: پيش ڪرڻي چي ڪاڻ امچا ڪميونٽِي مينجير تمهان تاڻِين پُجهِي، باڌارڪا تعاون، ائُون تمهان نُون ڄاڻ ڏِيهِي تہ جي اگر اُٺِيچ اگ ۾ هيڪ برادرِي تمچِي ٻولِي ۾ ڪام ڪرَي ڇَي پلِي۔

source: Our governance is founded on the pillars of:
odk: اَمچِي حُڪمرانِي چا بُنياد اُونهان ٿنڀان پر ڇَي۔

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
odk: اَمچِي ٻولِي اَمچِي ڪهاڻِي، اَمچِي برادرِي، اَمچِي ثقافت ڇَي۔ آوا اوهچ ڊيٽا سيٽ ٺاهُون جڪو آپُون دُنِيائِي ۾ ڏيکڻ چاهُون ڇَئُون۔

source: Our Partners
odk: امچي ڀائِيوار

source: Our partners include...
odk: اَمهان سُون بِچڙڻي هاڙا ڀيڙي ڇَوا۔۔۔۔

source: Overall Accuracy
odk: صحِيح بِچڙوڙَي (مجمُوعِي دُرستگِي)

source: Overall Hr. Total
odk: مِلوڙي جُلوڙي ڪُل ڪلاڪ

source: p
odk: پِي

source: Paiwan
odk: پائيوانِي

source: Palula
odk: پلئُولائِي

source: Papantla Totonac
odk: پَپنٽلا ٽوٽونَڪ

source: Papiamento
odk: پيپيامينٽو

source: Papiamento (Aruba)
odk: پاپيامينٽوئِي (اروبائِي)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
odk: برادرِي چِي ٻولِي ۾ باتان چِيتان ۾ حِصا گيهوا، سوال پُوڇا، ائُون آوَڻي هاڙي واقعيان ائُون باتان چِيتان چي باري ۾ جاڻا۔

source: Partner
odk: ڀائِيوار

source: Partners
odk: بِچڙتِي ڪام ڪرڻي هاڙي

source: Partnerships
odk: ڀائيوارِي

source: Partnerships and networks
odk: ڀائِيچاري ائُون نيٽ ورڪ

source: Partnerships, Press and Stories, Community and Languages
odk: شراڪت دارِي، پريس ائُون ڪهاڻِيان، برادرِي ائُون ٻولِيا۔

source: Partner with us
odk: اَمهان ڀيڙي بِچڙا

source: [Part of the text can’t be heard]
odk: [متنا چا حصا سُڻ ڪونهِي سِگھجَي]

source: Pashto
odk: پشتو

source: Past recordings download requests
odk: گذروڙِي رڪارڊنگ ڊائُون لوڊي چِيا درخواستا

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
odk: <p>ڪامن وائِيس؟ هيڪ عوامي طورا پر دستياب آوازا چا ڊيٽا سيٽ ڇَي، جڪو سجِي دنيائِي مُون رضاڪار تعاون ڪرڻي هاڙان چي آواز سُون ٺاهلَي گيلَي ڇَي. جڪو ماڻسين آوازا هاڙِيا ايپليڪيشنا ٺاهوڻ چاهوي هِتي، وي مشين لرننگ ماڊلان نُون تربِيت ڏييڻي ڪاڻ ها ڊيٽا سيٽ استعمال ڪرسگهي هِتي.<p> <p> اي وقتا پر، گھڻي قدر آواز ڊيٽا سيٽ ڪمپنيان چِي ملڪِيت هِتي، جڪو نوي رواجا نُون محدُود ڪري ڇَي. آواز ڊيٽا سيٽ انگريزي نہ ٻولڻي هاڙان، الگ الگ رنگا هاڙان ماڻسان، معذُور ماڻسان، چاڙان ائُون LGBTQIA+ ماڻسان چِي گهٽ نمائندگِي هِتي. ايڇا مطلب ها ڇَي ته آوازا پر چالڻي هاڙِي ٽيڪنالاجِي ڪِتريان ئِي ٻوليان ڪاڻ بلڪل ڪام ڪونهِي ڪرَي ڇَي، ائُون جِٺي ڪام ڪرَي ڇَي، اُٺي بِي سِگڙان چي ڪاڻ برابر ڪارڪردگي ڪونهِي ڏِکاڻَي ڇَي. اَمهِين ماڻسان نُون حرڪتِي ۾ آڻتِي اينهُون مٽاوڻ چاهُون ڇَئُون، ته وي آپڪا آواز شيئر ڪرِي.<p>

source: People come and contribute their voices.
odk: ماڻسِين آوي هِتين ائُون آپڪا آوازا حصي ۾ ڏِيئي هِتين۔

source: Persian
odk: فارسِي

source: Personal dashboards keep you up-to-date with individual and community progress.
odk: ذاتِي ڊيش بورڊ تمهان نُون الگ ائُون برادرِي چِي پيشرفتِي سُون نَوين هئُوڙي ڪام پيش ڪرَي ڇَي۔

source: Personally Identifiable Information
odk: ذاتِي نمُوني سُون اوڙکاندِي چي قابل ڄاڻ

source: Platform language
odk: پليٽ فارما چِي ٻولِي

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
odk: سجي ڪامن وائِيسا </playbookLink> ڪاڻ مدد ڪرڻي هاڙِيا هدايتا سوڌا۔ <playbookLink> لوڪلائِيزيشنا کن ڪتِي ڊيٽا سيٽا چي اِستعمالا تاڻِين سفر ائُون او ڀيڙَي امچِي برادرِي سُون ڪِيُون ڳنڍجَي۔

source: <playIcon></playIcon>Last one!
odk: <playIcon> هيڪ آخرِي </playIcon>

source: Play/Stop
odk: هلاوا/ روڪا

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
odk: مهربانِي ڪتِي امچا ٽيمپليٽ چيڪ ڪرا <templateFileLink> ائُون (جمع ڪراوَڻي هاڙي چي طرفُون اصل ڪاما چِي موڪل CCO) تمچي جُملي ڪاپِي نہ هُئوڙي هُوِي۔ </templateFileLink> گرامرِي چي حسابا سُون صاف، صحِيح ائُون پڙهڻي ۾ سولي هُوَس۔ جمع هُئوڙان جُملان نُون پڙهڻي ۾ لڳ ڀڳ 10-15 سيڪنڊ لاگڻ کَپس ائُون انگ، جائِز اِسم ائُون خاص اکرين شامل ڪرڻي کن پاسا ڪرڻ کپَي۔

source: Please fill out this field.
odk: مهربانِي ڪتِي ها خال ڀرا۔

source: Please select a language to review sentences.
odk: جُملان چي جائِزي چي ڪاڻ مهربانِي ڪتِي ٻولِي چُونڊا۔

source: Polish
odk: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
odk: </pontoonAccountLink> هيڪ کاتَي ٺاهوا۔ <pontoonAccountLink> ائُون پڇي پروجيڪٽ چُونڊا</strong> (’ٽِيم‘﻿﻿﻿﻿) <strong> جي تمهان نہ هُوَي، تہ پڇي آپڪِي ٻولِي چُونڊا۔ </pontoonCvLink> پر ترجما ڪرڻي ڪاڻ فائِيلا هُوي۔ هيڪي پر </pontoonCvLink> ڪامن وائِيسا <pontoonCvLink> پر ڪِلڪ ڪرا۔ پڇي اوهچ انگريزِي ۾ لفظان ائُون اُونهان نُون ترجما ڪرڻي ڪاڻ هيڪ کاتَي ڏيکاڻَي ڇَي۔

source: Portuguese
odk: پُرتگالِي

source: Powered by global communities, for global communities — 130 languages and growing!
odk: عالمِي برادرِيان چي وسِيلي صفا ڌاڪڙا، عالمِي برادرِيان چي ڪاڻ 130 ٻولِيان اڃا بِي بڌِي۔

source: Press and stories
odk: پريس ائُون ڪهاڻِيا

source: Press and Stories
odk: پريس ائُون ڪهاڻِيان
